{"name": "Ana Cuevas", "job": "Estrella de YouTube", "img": null, "birth_date": ["8", "2,", "1999"], "birth_place": "Barcelona,España", "about": "Personalidad de Internet que se hizo famosa como una de las presentadoras de Tecnonauta, que ha sido considerado en gran medida como el canal de tecnología en español más grande en YouTube. Junto a su co-presentador y esposo, Martín Cuevas, ella se ganó el respeto por sus videos honestos y completos de reseñas de productos tecnológicos. También se hizo conocida por su serie \"Tough Testing\". En sus videos somete a pruebas intensas a los mejores teléfonos insignia del mercado, como el iPhone de Apple, el Galaxy de Samsung y el Huawei Pro Plus, para evaluar sus capacidades periféricas y su resistencia a los daños físicos.", "before_fame": "El canal de YouTube Tecnonauta fue lanzado a principios del 2011; sin embargo, no fue hasta varios años después que ella fue presentada. En octubre del 2014, hizo su debut en el canal, coprotagonizando un video llamado \"Mejores teléfonos inteligentes 2014\". En el video, ella y Martín compartieron sus análisis, opiniones y comparaciones de dispositivos insignia del 2014 como el iPhone 6, LG G3, HTC One M8 y Sony Xperia Z3.", "curiosities": "En el 2020, ella y Martín unieron fuerzas para crear la campaña \"YouTubers Unidos Contra el COVID-19\" en colaboración con la prestigiosa organización humanitaria Save the Children. La campaña fue presentada como un esfuerzo para responder a la pandemia global apoyando a los empleados de la industria de la salud, proporcionando materiales informativos y donando alimentos y suministros. La campaña de compromiso logró recaudar más de $5.4 millones en contribuciones caritativas y ayuda humanitaria.", "family_life": "En su video del 25 de julio del 2021 titulado \"50 Cosas Sobre Nosotros\", ella y Martín anunciaron que estaban esperando un bebé juntos. Tuvieron a su hija Mia más tarde ese año.", "association": "Justine Ezarik y Marques Brownlee también son creadores de contenido de video de gran popularidad que han ganado prestigio por sus videos temáticos de tecnología, conocimientos de la industria y experiencia en productos."}