{"name": "Camila Cabello", "job": "Cantante Pop", "img": "https://www.famousbirthdays.com/faces/cabello-camila-image.jpg", "birth_date": ["3", "3,", "1997"], "birth_place": "Havana,Cuba", "about": "Comenzó como miembro del grupo femenino Fifth Harmony en la segunda temporada del programa The X Factor en el 2012, quedando entre los tres finalistas. Dejó el grupo en el 2016 y lanzó su álbum debut de estudio en el 2018, el cual alcanzó el puesto #1 en el listado de Billboard 200. Sus éxitos Havana (2017) y Señorita (2019) han recibido múltiples discos de platino.", "before_fame": "Comenzó cantando covers de canciones populares en YouTube. Nunca había cantado en público antes de su audición para The X Factor. ", "curiosities": "Antes de separarse de Fifth Harmony lanzó como solista las canciones I Know What You Did Last Summer y Bad Things. Ganó dos Latin Grammys en el 2019 a Grabación del Año y Mejor Canción Pop por su colaboración con Alejandro Sanz \"Mi Persona Favorita.\"", "family_life": "Dividió su tiempo entre La Habana, Cuba y la Ciudad de México durante los primeros cinco años de su vida antes de mudarse a Estados Unidos. Su primer nombre es Karla. Sus padres se llaman Alejandro y Sinuhe Cabello. Tiene una hermana menor llamada Sofia. Comenzó a salir con Shawn Mendes en el 2019. Anunciaron su ruptura en noviembre del 2021. Anteriormente salió con Matthew Hussey del 2018 al 2019. También salió con el director ejecutivo de Lox Club, Austin Kevitch, en el 2022, pero la pareja se separó desde entonces. Volvieron a estar juntos brevemente en el 2023, pero solo por unos meses. En enero del 2025, comenzó a salir con el empresario Henry Junior Chalhoub. ", "association": "En el 2017 colaboró con J Balvin y Pitbull en la canción \"Hey Ma\" la cual formó parte de la banda sonora de la película The Fate of the Furious. "}