{"name": "Charli D'Amelio", "job": "Estrella de TikTok", "img": "https://www.famousbirthdays.com/faces/d-amelio-charli-image.jpg", "birth_date": ["5", "1,", "2004"], "birth_place": "Norwalk,  CT", "about": "Superestrella de TikTok famosa por su canal autotitulado en donde comparte rutinas virales, coreografías originales, montajes y sincronizaciones labiales. Varios creadores de contenido de TikTok han aparecido en colaboraciones en su canal como Dixie y Addison Rae. Fue miembro del grupo colaborativo de TikTok The Hype House. En enero del 2020, firmó con la agencia de talento UTA. ", "before_fame": "Se volvió activa en Instagram en el 2016 y a menudo publica fotos del recuerdo de su hermana y ella. Comenzó su canal de TikTok en junio del 2019. Asistió a King School en Stamford, Connecticut mientras crecía, pero hizo la transición a la escuela virtual después de explotar en TikTok.", "curiosities": "Consiguió 100 millones de seguidores en un año. Ha tenido una cuenta secundaria de TikTok con el nombre de barleydamelio donde ha publicado videos adicionales de baile y sincronización de labios. Hizo la voz del personaje Tinker en la película StarDog and TurboCat del 2020. En octubre del 2020 su hermana Dixie y ella lanzaron un podcast llamado Charli and Dixie: 2 Chix. Apareció en la lista Time100 Next de la revista Time en el 2021.", "family_life": "Su segundo nombre es Grace. Sus padres se llaman Marc y Heidi. Dixie es su única hermana. A finales del 2019, comenzó a salir con Chase Hudson pero confirmó su separación en abril del 2020. Comenzó a salir con Landon Barker en el 2022. Se separaron brevemente pero volvieron a estar juntos en el 2023.", "association": "A fines del 2020 apareció en la versión extendida del video musical de Jennifer Lopez y Maluma \"Pa' Ti + Lonely\" y en el video musical de \"Baby, I'm Jealous\" de Bebe Rexha con la participación de Doja Cat."}