{"name": "Harry Styles", "job": "Cantante Pop", "img": "https://www.famousbirthdays.com/faces/styles-harry-image.jpg", "birth_date": ["2", "1,", "1994"], "birth_place": "Redditch,Inglaterra", "about": "Cantautor y actor inglés que saltó a la fama como miembro de la banda One Direction. Comenzó una carrera como solista lanzando su primer sencillo, \"Sign of the Times,\" en abril del 2017. Ese mismo año debutó como actor de cine en la película de Christopher Nolan, Dunkirk. Ha lanzado como solista los álbumes Harry Styles, Fine Line y Harry's House.", "before_fame": "Trabajó en una panadería cuando tenía 14 años. Más tarde se presentó como cantante solista en el programa The X Factor pero no tuvo éxito. Sin embargo después se unió a una banda para competir en el programa.", "curiosities": "Ha conducido reconocidos programas de comedia como Saturday Night Live y The Late Late Show with James Corden. Ganó el premio a Billboard Chart Achievement en los Billboard Music Awards del 2020. Recibió tres nominaciones al premio Grammy 2021 y ganó su primer Grammy a la Mejor Interpretación Pop Solista ese año.", "family_life": "Se crió con una hermana mayor llamada Gemma. Tuvo una relación con Taylor Swift hasta enero del 2013. Luego salió con Kendall Jenner pero la pareja se separó en el año 2014. Posteriormente salió con la modelo Nadine Leopold. En el 2017, salió brevemente con la chef Tess Ward. Salió con Camille Rowe por casi un año antes de terminar la relación a mediados del 2018. Comenzó a salir con Olivia Wilde a fines del 2020 y la pareja se separó en el 2022. Luego comenzó a salir con la actriz Taylor Russell en el 2023.", "association": "En el video musical de su sencillo del 2019 \"Adore You\", la cantante Rosalía narra la introducción."}