{"name": "Kendall Jenner", "job": "Modelo", "img": "https://www.famousbirthdays.com/faces/jenner-kendall-image.jpg", "birth_date": ["11", "3,", "1995"], "birth_place": "Los Angeles,  CA", "about": "Media hermana de Kim Kardashian que hizo su debut en Keeping Up with the Kardashians cuando tenía  11 años. Ella y su hermana Kylie crearon una línea de ropa llamada Kendall and Kylie. Comenzó a trabajar como modelo de pasarela, primero participando en un artículo para la revista Paper en el 2010 y ya para el 2015, fue catalogada en el #16 en la lista de las modelos mejor pagadas según Forbes. Ha desfilado para marcas como Victoria's Secret, Chanel, Marc Jacobs y Diane Von Furstenberg, entre otras. Después de que Keeping Up with the Kardashians terminara en el 2021, se unió a su familia en The Kardashians de Hulu.", "before_fame": "Modeló los vestidos para baile de graduación de la línea de vestidos Sherri Hill. Comenzó a modelar a los 14 años, firmando con Wilhelmina Models. ", "curiosities": "A diferencia de su hermana Kim, ella mide 1.79 m. También se convirtió en embajadora de la marca Seventeen Magazine.", "family_life": "Nació de Kris Jenner y Caitlyn Jenner y creció con su hermana Kylie. Tiene tres medias hermanas, Khloe, Kourtney y Kim Kardashian. Sus medio hermanos son Brandon Jenner, Brody Jenner y Rob Kardashian. En el 2020 comenzó una relación con Devin Booker. La pareja se separó más tarde en junio del 2022, pero volvieron a estar juntos en julio del 2022. Booker y Jenner anunciaron su separación nuevamente en noviembre del 2022. Salió con Harry Styles del 2013 al 2014. También ha salido con la estrella de la NBA Blake Griffin y Ben Simmons, y el modelo Anwar Hadid. Desde principios hasta finales del 2023, estuvo saliendo con Bad Bunny.", "association": "Ha sido buena amiga de Taylor Swift, junto con modelos como Cara Delevingne, Karlie Kloss y Gigi Hadid."}