{"name": "Alaska Violet", "job": "Estrella de Roblox", "img": "https://www.famousbirthdays.com/faces/violet-alaska-image.jpg", "birth_date": ["7", "3,", "2003"], "birth_place": "Australia", "about": "Creadora de contenido de videojuegos más famosa por las historias ficticias que cuenta a través de sus propios videos de juego en Roblox. Comparte estos clips en varias plataformas de redes sociales, principalmente en su canal de YouTube homónimo, que cuenta con más de 2.1 millones de suscriptores. También publica en su cuenta de TikTok, alaskaviolett, que también ha acumulado más de 750.000 seguidores. Muchas de sus historias presentan situaciones en suspenso, comentarios, encuentros atrevidos, desafíos extremos u otros medios para cautivar a los espectadores y seguidores.", "before_fame": "Publicó su primer video de YouTube el 4 de julio del 2022. Se titulaba \"Roblox apeirofobia es realmente aterrador...\" y mostraba a su personaje principal atrapado en una estructura laberíntica aparentemente interminable. Su primer TikTok presentaba la misma historia y se publicó el 28 de julio del 2022. Se titulaba \"¿Cómo llegué aquí?\" y era la primera parte de una serie de dos partes que mostraba el intento del personaje de escapar.", "curiosities": "Su personaje de Alaska Violet generalmente se muestra con el cabello largo y rubio, lentes de sol negros y un collar de perlas. Las solicitudes para que la creadora de contenido revele su propia apariencia y detalles personales han sido frecuentemente el tema de comentarios formulados por fanáticos y seguidores.", "family_life": "No ha revelado ningún detalle sobre su familia de la vida real, sin embargo, ha compartido fotos de sus mascotas en redes sociales, incluyendo un perro llamado Ares y un gato llamado Salem.", "association": "Ha publicado varios videos en su cuenta de TikTok en los que su personaje interactúa con una versión de Roblox de Kris Jenner. Un tema frecuente en sus videos es también su personaje \"entrando\" a otras casas de Roblox, a menudo disfrazada con diversas identidades, como Walter White, quien es famosamente interpretado por Bryan Cranston, o Wednesday Adams, quien es interpretada por Jenna Ortega."}