{"name": "Cristiano Ronaldo", "job": "Futbolista", "img": "https://www.famousbirthdays.com/faces/ronaldo-cristiano-image.jpg", "birth_date": ["2", "5", "1985"], "birth_place": "Funchal,Portugal", "about": "Se convirtió en uno de los mejores jugadores de fútbol del mundo, saltando a la fama como delantero del Real Madrid, el cual lo adquirió del Manchester United por una transferencia de $131.6 millones en el 2009. Asumió la capitanía de la selección portuguesa en el 2008 y recibió el Balón de Oro en los años 2008, 2013, 2014, 2016 y 2017. En el 2018, firmó con el Juventus. Fue contratado para regresar al Manchester United en el 2021 hasta el 2022 cuando se uniría a Al Nassr.", "before_fame": "Su nombre completo es Cristiano Ronaldo dos Santos Aveiro. Le pusieron Ronaldo en honor a Ronald Reagan, el actor favorito de su padre.", "curiosities": "Rompió una serie de récords de La Liga, así como los récords de la franquicia del Real Madrid y anotó el gol número 300 de su carrera en enero del 2013. Se convirtió en la persona más seguida en Instagram, con más de 262 millones de seguidores.", "family_life": "Se crió con un hermano mayor llamado Hugo y dos hermanas mayores, Katia y Elma. Salió con la  modelo rusa Irina Shayk del 2010 hasta el 2015. Se convirtió en padre de Cristiano Jr. en julio del 2010. En junio del 2017 recibió a los mellizos Eva y Mateo a través de un vientre de alquiler. Junto a su novia Georgina Rodriguez, recibió a su hija Alana Martina el 12 de noviembre del 2017. En octubre del 2021, él y Georgina anunciaron que estaban esperando un par de gemelos. La pareja anunció el nacimiento de su hija y su hijo en abril del 2022. Revelaron que su hijo falleció el 18 de abril del 2022. Le propuso matrimonio a Georgina en agosto del 2025.", "association": "Cristiano y Lionel Messi desarrollaron una gran rivalidad como los dos delanteros más importantes en el fútbol profesional y los líderes del Real Madrid y el FC Barcelona respectivamente. "}