{"name": "David Eddie", "job": "Estrella de TikTok", "img": "https://www.famousbirthdays.com/faces/eddie-david-image.jpg", "birth_date": ["2", "16", "1999"], "birth_place": "México", "about": "Gamer y sensación de TikTok con una cuenta que ha ganado más de 750.000 seguidores. Publica regularmente sobre sus horas de trabajo. Su canal de YouTube es donde se inició en el 2018, ese canal tiene un seguimiento igualmente impresionante de más de 350.000 personas. En abril del 2022, junto con su equipo Team Trax, lanzó su propio video y juego para tabletas llamado Wirk Hall, un juego de plataformas basado en el terror. ", "before_fame": "Ha estado en las plataformas de redes sociales, incluyendo su canal de YouTube, desde el 2018. Estuvo en las plataformas alrededor de un año cuando se le obsequió la placa de 100,000 suscriptores de YouTube por lograr tal éxito en el mantenimiento de su base de fans en el 2019.", "curiosities": "Su cuenta de Instagram tiene más de 110.000 seguidores. Su Twitter y Facebook también cuentan con un número decente de seguidores de más de 6.000 y 1.000, respectivamente. A principios del 2022, asistió a los Eliot Awards que tuvieron lugar en Ciudad de México, México. La conferencia de premios se centra en los líderes e influencers de los medios digitales y redes sociales. Uno de sus TikToks más populares muestra a sus amigos comparando su apariencia actual con las fotos de sus licencias. Ha ganado más de 1 millón de visitas.", "family_life": "No comparte fotos ni detalles de su vida personal, prefiere mantener su perfil en las redes sociales centrado en sus juegos y en la diversión que tiene con sus compañeros y amigos, todos vinculados a la industria con él.", "association": "Los miembros actuales y anteriores de su equipo de juegos son Fatima Palacios, Isai Rodriguez, Marcos Ramírez, Paloma Andrade y Antrax."}