{"name": "Jake Paul", "job": "Estrella de YouTube", "img": "https://www.famousbirthdays.com/faces/paul-jake-image.jpg", "birth_date": ["1", "17", "1997"], "birth_place": "Cleveland,  OH", "about": "YouTuber que ha acumulado más de 20 millones de en su canal autotitulado en donde publica sketches de comedia, vlogs y canciones. También es actor y fue seleccionado para interpretar a Dirk en Bizaardvark de Disney Channel, Lance en la película de baile de YouTube Original Dance Camp, y Dugan en la película digital de FOX Mono. Se convirtió en boxeador profesional en el 2019 y ha derrotado a competidores como AnEsonGib, Nate Robinson y Tyron Woodley en el ring.", "before_fame": "Era luchador competitivo y entrenó para ser un Seal. Después del lanzamiento de su cuenta Vine llegó a 1 millón de seguidores en tan sólo cinco meses. Tenía más de 5 millones de seguidores cuando la aplicación fue discontinuada. Consiguió una nominación a un premio Shorty en la categoría de Vineographer. ", "curiosities": "Con frecuencia colabora con su hermano Logan Paul, un fenómeno del internet por su propia cuenta. Lanzó Team 10 con otras estrellas de las redes sociales para colaborar juntos en distintas formas. En el 2020 firmó con la empresa de gestión Shots Studios. \"", "family_life": "Sus padres son Greg Paul y Pam Stepnick. Su hermano es la estrella de YouTube Logan Paul. Salió con Alissa Violet, pero terminaron su relación en el 2017. Tuvo una amista cercana con Erika Costell, con quien comenzó a salir oficialmente el 23 de abril del 2018. Él y Erika publicaron múltiples videos sobre un matrimonio falso en el 2017 y terminarían su relación a fines del 2018. En julio del 2019, se casó con Tana Mongeau y luego a principios del 2020 anunciaron que están tomándose un descanso. Después comenzó a salir con Julia Rose, y finalmente con Haley Richards. Compartió una foto en Instagram tomado de la mano con Jutta Leerdam en abril del 2023. En marzo del 2025, anunciaron su compromiso.", "association": "Fue convocado para Bizaardvark de Disney junto a Madison Hu y Olivia Rodrigo. "}