{"name": "Jon Klaasen", "job": "Cantante Pop", "img": "https://www.famousbirthdays.com/faces/klaasen-jon-image.jpg", "birth_date": ["1", "10,", "1998"], "birth_place": "Indiana", "about": "Concursante en el programa de telerrealidad The X Factor (US), que formó parte del trío Forever in Your Mind de Simon Cowell hasta su partida en el 2014. En el 2016, clasificó a los rondas en solitario de American Idol en donde cantó su tema original \"Irreplaceable\" y en el 2017 compitió en el concurso de canto de la ABC Boy Band. Lanzó el EP Blame Games en el 2018 y se unió a la banda On The Outside ese mismo año. ", "before_fame": "Comenzó como atleta, jugando al baloncesto, fútbol, ​​fútbol americano, tenis y béisbol, y fue músico y atleta durante aproximadamente 4 años, hasta que la música se convirtió en su única pasión. Se unió a Emery Kelly y Ricky Garcia para formar Forever in Your Mind en la tercera temporada de The X Factor en el 2013. ", "curiosities": "Como un activo usuario de las redes sociales ha acumulado más de 290.000 seguidores en Instagram y más de 16 millones de fanáticos en TikTok. Su nombre de usuario en ambas plataformas es jonklaasen. Entre sus pasatiempos favoritos figuran conducir motocicletas y motocross. ", "family_life": "Creció en Greenwood, Indiana con su hermano Joey. Los hermanos colaboran en varias publicaciones de redes sociales. En junio del 2020 se comprometió con Elyssa Joy; la pareja se casó en julio del 2020. Tuvieron a su primer hijo en octubre del 2023. Actualmente están esperando a su segundo bebé. En febrero del 202, tuvieron a su hija, Eleiah Jean Esther.", "association": "Está acompañado de Devin Hayes y Andrew Bloom en la banda On The Outside. Abrió para Arnel Pineda en un concierto benéfico en Hawái."}