{"name": "Josh Richards", "job": "Estrella de TikTok", "img": "https://www.famousbirthdays.com/faces/richards-josh-image.jpg", "birth_date": ["1", "31", "2002"], "birth_place": "Ontario,Canadá", "about": "Actor y estrella de las redes sociales que ha acumulado más de 25 millones de fanáticos en su cuenta de TikTok joshrichards. Se convirtió en miembro del grupo de redes sociales Sway House en el 2019 junto con sus colegas influencers como Jaden Hossler y Anthony Reeves. Consiguió sus primeros papeles destacados en las películas Under the Stadium Lights y Summertime Dropouts. En el 2020, firmó un contrato de grabación con Warner Records. Ese mismo año, lanzó el popular sencillo \"Still Softish\" con su amigo cercano Bryce Hall. En el 2020, firmó un contrato de grabación con Warner Records. Ese mismo año, lanzó el popular sencillo \"Still Softish\" con su amigo cercano Bryce Hall.", "before_fame": "Firmó con su representante a finales del 2017. Su primera colaboración promocional fue para una marca de zapatos juveniles llamados Call It Spring en el 2018. Fue invitado VIP en el evento de Rock Your Hair en Toronto en el 2018. Lanzó su primera empresa, una empresa de productos de hockey llamada Berserk Hockey, a la edad de 13 años. Comenzó a encontrar seguidores en las redes sociales a los 14 años a través de musical.ly, que luego se convirtió en TikTok.", "curiosities": "Tiene una cuenta secundaria de TikTok con el nombre de usuario zootedjosh. Es socio de la compañía de representación TalentX Entertainment. En enero del 2020, dio un discurso en la Consumer Electronics Summit sobre cambio climático. Comenzó a compartir videos de baile en la aplicación Triller en julio del 2020.", "family_life": "Proviene de Canadá y se mudó a Estados Unidos en enero del 2020. Tiene una hermana llamada Olivia y un hermano llamado William. Salió con Nessa Barrett de octubre del 2019 a junio del 2020. Se vinculó sentimentalmente con Gabriela Moura en el 2023.", "association": "Aparece junto a Laurence Fishburne y Glenn Morshower en la película de fútbol de la escuela secundaria Brother's Keeper."}