{"name": "Lia Mendi", "job": "Estrella de TikTok", "img": "https://www.famousbirthdays.com/faces/mendi-lia-image.jpg", "birth_date": ["2", "21", "1989"], "birth_place": "Colombia", "about": "Estrella de las redes sociales, cantante y actriz conocida por publicar videos de baile, canto y comedia en su página de TikTok liamendi. Ha acumulado más de 6 millones de seguidores en la plataforma y sus TikToks han obtenido más de 78 millones de likes. También publica sobre su vida y su carrera musical en su página de Instagram itsliamendi, en donde ha acumulado más de 1.1 millones de seguidores. Ha publicado sencillos incluyendo \"De Caracas a Madrid\", \"Amanecer\" y \"ME HABLA BONITO\".", "before_fame": "En el 2017, apareció en el reality show musical de Caracol, A Otro Nivel. Fue la primera venezolana que apareció en el programa. Comenzó su carrera como una showgirl. Cantó con Carlos Vives en un concierto de Venezuela Live Aid. Su primer TikTok fue un video de baile de diciembre del 2019 que obtuvo más de 10,000 likes y más de 50,000 visualizaciones. Apareció en el programa de Andrés Cepeda, Cepeda en Tablas.", "curiosities": "Su primer TikTok en alcanzar 1 millón de reproducciones fue un video de efectos especiales de julio del 2020 que obtuvo más de 100,000 likes. Su canal de YouTube alcanzó los 100,000 suscriptores en julio del 2020. Ha actuado en producciones de Caracol TV, Fox y Netflix. Comenzó su carrera de YouTube en una serie llamada Coloridas. Esto la llevó a que apareciera en la portada de la revista Tu México en marzo del 2022.", "family_life": "A menudo publica TikToks con su perro llamado Jamesito.", "association": "A veces publica colaboraciones con su amiga Mariana Ávila. Ha escrito música para otros artistas y ha sido coach vocal para personas como Kika Nieto y Luisa Fernanda W. Cantó con Jessi Uribe en A Otro Nivel."}