{"name": "Logan Paul", "job": "Estrella de YouTube", "img": "https://www.famousbirthdays.com/faces/paul-logan-image.jpg", "birth_date": ["4", "1,", "1995"], "birth_place": "Westlake,  OH", "about": "Fenómeno de las redes sociales mejor conocido por su increíblemente popular cuenta de Facebook, en donde cuenta con 15 millones de me gusta. Consiguió un papel protagónico en la serie web de AwesomenessTV Foursome en el 2016 y también protagoniza las películas The Thinning y The Thinning: New World Order. Su canal de YouTube tiene más de 23 millones de suscriptores. Firmó un contrato con WWE en junio del 2022.", "before_fame": "Es un ex campeón estatal de lucha competitiva en Westlake, Ohio. Se inscribió en la Universidad de Ohio con una beca académica completa para estudiar ingeniería. Empezó en YouTube con muy poco éxito. En julio del 2013 tenía aproximadamente 900 seguidores. Cuatro meses más tarde ya contaba con 1.5 millones de seguidores. ", "curiosities": "Pepsi lo seleccionó para participar en una campaña de publicidad basada en Vine. Su productora lleva el nombre \"Maverick Media\" como el loro que tiene de mascota. Se unió a la plataforma Twitch en el 2018.", "family_life": "Sus padres se llaman Greg Paul y Pam Stepnick. Su Jake Paul también es una personalidad de internet. En el 2020, salió con Josie Canseco. Anteriormente salió con Chloe Bennet en el 2018. En el 2022, comenzó a salir con Nina Agdal. Se comprometieron en julio del 2023. En abril del 2024, compartieron que estaban esperando juntos un bebé para otoño. En septiembre del 2024, tuvieron a su primera bebé, una hija a la que llamaron Esme Agdal Paul. Se casaron en agosto del 2025.", "association": "Ha colaborado en videos de varios colegas estrellas de Vine, incluyendo a Matthew Espinosa y Christian DelGrosso. Apareció en la película The Space Between Us en el 2017, protagonizada por Gary Oldman y Asa Butterfield. "}