{"name": "Maluma", "job": "Cantante de Reggaetón", "img": "https://www.famousbirthdays.com/faces/arias-juan-image.jpg", "birth_date": ["1", "28", "1994"], "birth_place": "Medellin,Colombia", "about": "Sensación colombiana del reggaetón, trap y pop latino que alcanzó el estrellato con su segundo álbum de estudio titulado Pretty Boy, Dirty Boy, (2015) el cual recibió múltiples certificaciones de platino. Sus posteriores álbumes, F.A.M.E., 11:11 y Papi Juancho, también han sido sumamente exitosos. Hizo su debut en la pantalla grande en la película Marry Me junto a Jennifer Lopez.", "before_fame": "Desde su infancia anhelaba convertirse en futbolista profesional y llegó a competir en las divisiones inferiores de los equipos Atlético National y Equidad Sports Club.", "curiosities": "Modeló y se presentó en el Desfile de Moda Dolce & Gabbana Otoño/Invierno 2018/19 de Ropa para Hombre. Creó su nombre artístico al tomar la primera sílaba del nombre de cada miembro de su familia. Expresó el personaje de Mariano Guzmán en Encanto de Disney.", "family_life": "Su nombre real es Juan Luis Londoño Arias. Sus padres se llaman Luis Fernando y Marlli. Tiene una hermana llamada Manuela. Su tía es la popular instructora de yoga Yudy Arias. Salió con Natalia Barulich, quien participó en su video musical de Felices los 4, del 2017 to 2019. Es padrino del hijo de Pipe Bueno y Luisa Fernanda W llamado Máximo. Se le ha vinculado sentimentalmente con Susana Gómez. En octubre del 2023, anunciaron que estaban esperando su primer hijo juntos. Tuvieron una hija en marzo del 2024.", "association": "En el 2016 colaboró con Shakira en el éxito Chantaje y también con Ricky Martin en la popular canción Vente Pa' Ca."}