{"name": "Millie Bobby Brown", "job": "Actriz de Televisión", "img": "https://www.famousbirthdays.com/faces/brown-millie-tvactress-image.jpg", "birth_date": ["2", "19", "2004"], "birth_place": "Marbella,España", "about": "Se dio a conocer por su papel en la serie Intruders y luego saltó a la fama con el papel protagónico de Eleven en la exitosa serie de Netflix Stranger Things. En el 2019 protagonizó el éxito taquillero Godzilla: King of the Monsters. Co-produjo e interpretó el personaje titular en la película de Netflix del 2020 Enola Holmes.", "before_fame": "En el 2015 casi abandonó la actuación tras no ser seleccionada para el papel de Lyanna Mormont en Game of Thrones. Apareció en un par de episodios de Once Upon a Time in Wonderland como Young Alice. Nació con sordera parcial en un oído y gradualmente perdió el oír completamente en esa oreja.  ", "curiosities": "Apareció de invitada en las series Modern Family y Grey's Anatomy en el 2015. También apareció en el video musical de Girls Like You de Maroon 5 y se ha presentado en conciertos de la banda para rapear la parte de la canción de Cardi B. En el 2019 anunció el lanzamiento de su marca de maquillaje y cuidado de la piel Florence by Mills. Comenzó a tomar clases en línea en la Universidad de Purdue en el 2022.", "family_life": "Es una actriz británica nacida en España. Se mudó a Orlando, Florida en el 2011. Tiene un hermano llamado Charlie y hermanas llamadas Paige y Ava. Estuvo en una relación con Jacob Sartorius desde finales del 2017 hasta mediados del 2018. En el 2019 salió con Romeo Beckham. A finales del 2019 comenzó a salir con el jugador de rugby Joseph Robinson pero se separaron 10 meses después. Ha estado vinculada sentimentalmente con Jacob Bongiovi. Se comprometieron en abril del 2023. La pareja se casó en mayo del 2024. En agosto del 2025, anunciaron que habían adoptado a una bebé.", "association": "Tanto ella como Finn Wolfhard y Noah Schnapp actúan juntas en Stranger Things. "}