{"name": "Paris Hilton", "job": "Estrella de Telerrealidad", "img": "https://www.famousbirthdays.com/faces/hilton-paris-image.jpg", "birth_date": ["2", "17", "1981"], "birth_place": "Ciudad de Nueva York,  NY", "about": "Socialité que alcanzó fama masiva mientras aparecía en la serie de telerrealidad The Simple Life. También como actriz, su primer papel importante fue en la película House of Wax del 2005. El papel le valió una nominación al Teen Choice Award por Breakout Performance. En el 2018, comenzó a presentar Hollywood Love Story de Viceland. También ha sido el tema de otras series de telerrealidad como My New BFF de Paris Hilton y Paris in Love.", "before_fame": "Firmó con la agencia de modelos de Donald Trump, T Management, a los 19 años. Algunos de sus primeros trabajos como modelo incluyeron ser fotografiada para las revistas Vogue y FHM y caminar en la Semana de la Moda de Nueva York.", "curiosities": "Como heredera del imperio de hoteles Hilton y figura de la alta sociedad, fue incluida en el libro de Récords Guinness como la Celebridad Más Sobrevalorada del 2007. Hizo un cameo como ella misma en la película de comedia Zoolander del 2001. En el 2021, comenzó a presentar un podcast titulado This is Paris.", "family_life": "Es la bisnieta de Conrad Hilton. Estuvo comprometida por seis meses con Paris Latsis en el 2005. En el 2018 estuvo comprometida brevemente con Chris Zylka. Comenzó a salir con el empresario Carter Reum en el 2019 y la pareja se comprometió en febrero del 2021. Comenzó a salir con el empresario Carter Reum en el 2019. La pareja se comprometió en febrero del 2021 y se casó en noviembre del 2021. Dieron la bienvenida a su primer hijo juntos, un niño, a través de gestación subrogada en enero del 2023. Le dieron la bienvenida a una hija llamada London a través de una gestación subrogada en noviembre del 2023.", "association": "Protagonizó la exitosa serie de telerrealidad, The Simple Life, con Nicole Richie en el 2003. "}