{"name": "Peja", "job": "Estrella de YouTube", "img": "https://www.famousbirthdays.com/faces/peja-anne-image.jpg", "birth_date": ["2", "23", "2010"], "birth_place": "California", "about": "Creadora de contenido de YouTube, actriz, modelo y artista que saltó a la fama como miembro del canal ROCK SQUAD. A los 13 años comenzó su propio canal de YouTube que ha acumulado más de 1.9 millones de suscriptores, en donde la mayoría de las veces publica vlogs de la vida real, videos de prepárate conmigo y retos con su familia. Uno de sus shorts de YouTube ha acumulado más de 195 millones de visualizaciones. También ha salido en los canales de YouTube de Nidal Wonder, Jordan Matter, The Royalty Family y Rebecca Zamolo.", "before_fame": " Fue animadora del All Star durante 9 años antes de empezar a publicar en las redes sociales. Comenzó a modelar a la edad de cuatro años y desde entonces ha desfilado en las Semanas de la Moda de París, Nueva York y Los Ángeles.", "curiosities": "En septiembre del 2023, Peja publicó su primera versión de Pink de Lizzo y luego siguió con tres canciones originales, \"Outside\", \"Between\" y \"Somebody\". Inició su cuenta de TikTok de pejaandmom en junio del 2023 y desde entonces ha acumulado más de 800.000 seguidores. En abril del 2024, comenzó a trabajar en Brat TV  como miembro del Brat Pack e interpretando a Emma en el 4PM Club. ", "family_life": "Nació y creció en las estribaciones del norte de California y tiene dos hermanos mayores y una hermana mayor. A menudo se puede escuchar a su madre en sus videos, ya que es la camarógrafa de Peja.", "association": "Apareció como bailarina en el video musical de la canción \"One Shot\" de Ferran The Fashion King. También protagonizó un vídeo musical de la canción de Trey Makai \"Falling Full Speed\". También trabajó con Elliana Walmsley y Jentzen Ramirez."}