{"name": "Sebastián Villalobos", "job": "Estrella de YouTube", "img": "https://www.famousbirthdays.com/faces/villalobos-sebastian-image.jpg", "birth_date": ["1", "17", "1996"], "birth_place": "Bucaramanga,Colombia", "about": "Actor, cantante, conductor y sensación de YouTube que se dio a conocer por su canal autotitulado. Hizo apariciones en las primeras dos temporadas de la serie del Disney Channel Latinoamérica Soy Luna. En el 2018 comenzó a conducir la serie web Nat Geo Kids Latinoamérica. Lanzó su primera canción original en el 2019 titulada \"Hospedaje\". ", "before_fame": "Lanzó su canal original en mayo del 2011.\nSu primer video se llamó \"Soy nerd y las mujeres son raras.\" Apareció por primera vez en la televisión en el reality La Voz Kids Colombia en el 2014.  ", "curiosities": "Ha ganado más de  6 millones de suscriptores en su canal principal de YouTube. En el 2016 co-condujo los Kids' Choice Awards México con Galilea Montijo. También apareció como invitado estrella en la primera temporada de la serie juvenil BIA en el 2019. En diciembre del 2021 publicó una foto de sí mismo en un evento en Los Ángeles para Spider-Man: No Way Home.", "family_life": "Su nombre completo es Joan Sebastián Jaimes Villalobos. Nació en Bucaramanga y se mudó a Bogotá cuando tenía 10 años. Tiene dos hermanos menores que se llaman Juan Ángel y Gabriel. Ha estado saliendo con alguien llamada Camila. En enero del 2025, anunció por medio de Instagram que estaban esperando un bebé. El 9 de mayo del 2025 tuvieron a su hija. Anteriormente salió con la influencer Daniela Rueda y la actriz María Laura Quintero. ", "association": "Hizo una breve aparición en la película Men in Black: International para el mercado latino, protagonizada por Chris Hemsworth y Tessa Thompson. "}