{"name": "Sienna Mae Gomez", "job": "Estrella de TikTok", "img": "https://www.famousbirthdays.com/faces/gomez-sienna-image.jpg", "birth_date": ["1", "16", "2004"], "birth_place": "Laguna Niguel,  CA", "about": "Popular estrella de redes sociales que se hizo popular por sus videos de positivismo corporal y duetos que comparte en su cuenta de TikTok siennamae. Ha acumulado más de 12 millones de fanáticos en la aplicación. También tiene una cuenta de TikTok secundaria bajo el nombre de usuario siennamaegomezz y también es conocida en redes sociales como spicylatina. También es muy conocida en su cuenta de Instagram siennamaegomez, donde ha conseguido más de 1.6 millones de seguidores por contenido como su serie \"Girl Likes to Eat\".", "before_fame": "Lanzó su cuenta de Instagram en marzo del 2016. Su primera foto fue una imagen de la región rural de Arizona. Antes de ganar fama en las redes sociales, fue bailarina de competición en su ciudad natal de Temecula, California.", "curiosities": "Consiguió más de 7 millones de reproducciones en un TikTok estilo POV en agosto del 2020 en donde se le aprecia pasando el rato con dos amigos en las gradas. El video fue realizado al ritmo de la canción \"Forever\" de Euphoria de HBO. En septiembre del 2020 fue destacada por TikTok como uno de sus 12 Latinx Trailblazers. Tiene su propia línea de trajes de baño. Ha aparecido en campañas con marcas como Maybelline, Levi's, IPSY, Converse y más.", "family_life": "Sus padres se llaman Ramón y Dina y lanzaron sus propias cuentas de TikTok con los nombres de usuario siennamaesdad y siennamaesmom. Su hermano Jacub es fotógrafo. Es la segunda menor de cuatro hijos. Sus hermanos además de Jacub son Micaela y Caden. Ella y su familia se mudaron a Los Ángeles para avanzar en su carrera. Vive a tiempo parcial en Hawái. Ella y su hermana Micaela hicieron teatro comunitario juntas cuando eran niñas. En el 2025, anunció su compromiso con Cole Hosman.", "association": "En agosto del 2017 compartió una foto junto con el artista de R&B Khalid en su Instagram. En agosto del 2020, colaboró en un video de TikTok con su compañero de TikToker Jaden Barba, con quien creció bailando. Es amiga cercana de los creadores Sommer Ray y Summer McKeen. Apareció en un video musical del 2021 junto a Becky G, Julia Michaels y Khea."}